Repository: gkasianenko/olimpSiteMain
Catalog: *-apps/customizer/locale/*/LC_MESSAGES/customizer.po
Languages: ru_ru

source: This section is under construction ...
ru_ru: Этот раздел находится в стадии разработки ...

source: For the application to work, just two steps are enough
ru_ru: Для работы приложения достаточно всего два шага

source: Add to file
ru_ru: Добавить в файл

source: before tag
ru_ru: перед тегом

source: line
ru_ru: строку

source: Install plugins
ru_ru: Установить плагины

source: Enjoy!
ru_ru: Пользуйтесь!

source: Home
ru_ru: Главная

source: Helpers
ru_ru: Хелперы

source: Settings
ru_ru: Настройки

source: Plugins
ru_ru: Плагины

source: Settings updated
ru_ru: Настройки обновлены

source: Unused drafts
ru_ru: Черновики

source: delete
ru_ru: удалить

source: Draft prefix
ru_ru: Префикс черновика

source: Frontend settings
ru_ru: Настройки общедоступной части

source: Only admin
ru_ru: Только администратор

source: Publish draft
ru_ru: Опубликовать черновик

source: Save draft
ru_ru: Сохранить черновик

source: Top
ru_ru: Отступ сверху

source: Set the vertical position of the button in percentage.
ru_ru: Установите вертикальное положение кнопки в процентах.

source: Save
ru_ru: Сохранить

source: Expand sidebar
ru_ru: Развернуть боковую панель

source: Collapse sidebar
ru_ru: Свернуть боковую панель

source: Empty panel
ru_ru: Пустая панель

source: You are customizing
ru_ru: Вы настраиваете

source: go to instructions
ru_ru: перейти к инструкциям

source: Install at least one plugin to work with design theme
ru_ru: Установите хотя бы один плагин для работы с темой дизайна

source: search plugins
ru_ru: поиск плагинов

source: Mismatch
ru_ru: Несоответствие

source: Preview theme does not match customizable design theme.
ru_ru: Тема предварительного просмотра не соответствует настраиваемой теме оформления.

source: Reload Preview
ru_ru: Обновить предпросмотр

source: Close customizer
ru_ru: Закрыть настройщик

source: Published
ru_ru: Опубликовано

source: Сhanges applied
ru_ru: Изменения применены

source: Return to customize
ru_ru: Вернуться к настройке

source: Return to site
ru_ru: Вернуться на сайт

source: Publish
ru_ru: Публиковать

source: Save as
ru_ru: Сохранить

source: Configure
ru_ru: Настройка

source: The design theme you are customizing does not contain Customizer application integration code.
ru_ru: Настраиваемая тема дизайна не содержит кода интеграции приложения "Настройщик тем".

source: Follow instructions on
ru_ru: Следуйте инструкциям на

source: main page of app
ru_ru: главной странице приложения

source: App ID not defined or App not found
ru_ru: Идентификатор приложения не определен или приложение не найдено

source: Back to site
ru_ru: Вернуться на сайт

source: Not found
ru_ru: Не найдено

source: App does not use design themes
ru_ru: Приложение не использует темы дизайна

source: Theme ID not defined or Theme not found
ru_ru: Идентификатор темы не определен или Тема не найдена

source: User not logged or not an administrator
ru_ru: Пользователь не авторизован или не является администратором

source: Log in
ru_ru: Войти

source: Forbidden
ru_ru: Запрещено

source: Invalid theme id %s
ru_ru: Идентификатор темы "%s" не определен

source: Customizer helpers page
ru_ru: Хелперы

source: Access denied
ru_ru: Доступ запрещен

source: Plugin settings page
ru_ru: Страница настройки плагинов

source: Customizer settings page
ru_ru: Настройки

source: Theme management
ru_ru: Управление темой

source: Reload App
ru_ru: Перезагрузить приложение

source: Number of products per page
ru_ru: Количество товаров на странице

source: For mobile devices in frontend
ru_ru: Для мобильных устройств во фронтенде

source: For desktop devices in frontend
ru_ru: Для настольных устройств во фронтенде

source: For all devices in backend
ru_ru: Для всех устройств в бекенде

source: Shop app config manage
ru_ru: Управление конфигурацией приложения Магазин

source: Shop app config updated
ru_ru: Конфигурация приложения Магазин обновлена

source: Shop app config manage page
ru_ru: Страница управления конфигурацией приложения Магазин
