Repository: gkasianenko/olimpSiteMain
Catalog: *-apps/email_config/locale/*/LC_MESSAGES/email_config.po
Languages: ru_ru

source: Settings email
ru_ru: Настройка email

source: change mail settings
ru_ru: изменил настройки почты

source: deleted mail settings
ru_ru: удалил настройки почты

source: added mail settings
ru_ru: добавил настройку почты

source: New rule
ru_ru: Новое правило

source: All records
ru_ru: Все записи

source: Domains
ru_ru: Домены

source: Send an Email
ru_ru: Отправить Email

source: Checking Email is enabled. Latest Cron execution time: <strong>%s</strong>
ru_ru: Проверка Email включена. Последний запуск планировщика CRON: <strong>%s</strong>.

source: Notifications
ru_ru: Уведомления

source: Checking Email is not currently running, because cron is not properly configured.
ru_ru: Проверка Email в данный момент не работает, так как не настроен планировщик CRON.

source: How to set up?
ru_ru: Как настроить?

source: Loading...
ru_ru: Загрузка...

source: Follow-ups require CRON to be properly setup for the Shop-Script app, which is currently not the case.
ru_ru: Для автоматизированной отправки отложенных сообщений (фоллоу-апов) необходимо настроить CRON, который будет запускать скрипт отправки по расписанию без вашего участия.

source: Setup cron with the following command (<a href="%s" target="_blank">cron setup instructions</a>):
ru_ru: Настройте CRON с указанной ниже командой в контрольной панели вашего хостинга (<a href="%s" target="_blank">документация по настройке</a>):

source: Add new rule
ru_ru: Добавьте новое правило

source: Domain name
ru_ru: Доменное имя

source: The default setting for all email addresses
ru_ru: Настройка по умолчанию для всех email адресов

source: Login
ru_ru: Логин

source: Add
ru_ru: Добавить

source: or
ru_ru: или

source: cancel
ru_ru: отменить

source: Close
ru_ru: Закрыть

source: close
ru_ru: закрыть

source: Rules for all boxes @%s
ru_ru: Правила для всех ящиков @%s

source: Connect to the SMTP-server
ru_ru: Подключения к SMTP-серверу

source: connect to the SMTP-server established successfully
ru_ru: подключения к SMTP-серверу установлено успешно

source: connect to the SMTP-server it wasn't possible
ru_ru: подключения к SMTP-серверу не удалось

source: connect to the SMTP-server is not checked
ru_ru: подключения к SMTP-серверу не проверялось

source: Time
ru_ru: Время

source: time of the last check
ru_ru: время последней проверки

source: Cheat sheet
ru_ru: Шпаргалка

source: Records are absent
ru_ru: Записи отсутствуют

source: The default setting of all email addresses @%s
ru_ru: Настройка по умолчанию всех email адресов @%s

source: Mail setup
ru_ru: Настройка почты

source: Delete rule
ru_ru: Удалить правило

source: Password
ru_ru: Пароль

source: change password
ru_ru: изменить пароль

source: SMTP-server
ru_ru: SMTP-сервер

source: Port
ru_ru: Порт

source: This will delete a rule e-mail settings without the ability to recover. Are you sure?
ru_ru: Будет удалено правило настройки электронной почты без возможности восстановления. Удалить?

source: Safe connection under the protocol SSL (recommended)
ru_ru: Безопасное соединение по протоколу SSL (рекомендуется)

source: Safe connection under the protocol TLS
ru_ru: Безопасное соединение по протоколу TLS

source: Not use encrypted connection
ru_ru: Не использовать зашифрованное соединение

source: Check the connection to the SMTP server
ru_ru: Проверить подключение к SMTP-серверу

source: Save
ru_ru: Сохранить

source: Saved
ru_ru: Сохранено

source: The mistake, data aren't kept!
ru_ru: Ошибка, данные не сохранены!

source: Connection to the SMTP-server established successfully
ru_ru: Подключение к SMTP-серверу установлено успешно

source: From
ru_ru: От

source: Other email...
ru_ru: Другой email...

source: To
ru_ru: Кому

source: Email subject
ru_ru: Тема сообщения

source: Email body
ru_ru: Текст сообщения

source: Your message has been sent.
ru_ru: Ваше сообщение было отправлено.

source: Error. The message isn't sent.
ru_ru: Ошибка. Сообщение не отправлено.

source: Email is not valid
ru_ru: Некорректный email-адрес

source: Fill in all required fields
ru_ru: Заполните все обязательные поля

source: For Email %s, no rules setting! Create a new rule!
ru_ru: Для Email %s, нету правил настройки! Создайте новое правило!

source: In attempt of connection to the server SMTP occurred a mistake
ru_ru: В попытке подключения к серверу SMTP произошла ошибка

source: This rule already exists.
ru_ru: Данное правило уже существует.

source: Invalid email format
ru_ru: Неверный формат email

source: Connection could not be established with host
ru_ru: Соединение не может быть установлено с хостом

source: Server Welcome is not set
ru_ru: Приветствие сервера не установлено

source: SMTP Authentication is not set
ru_ru: Аутентификация SMTP не установлен

source: Failed to authenticate on SMTP server with username %s
ru_ru: Не удалось пройти проверку подлинности SMTP-сервера с именем пользователя %s

source: Invalid login or password
ru_ru: Неправильный логин или пароль

source: SMS notifications
ru_ru: СМС-уведомления

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: Sender
ru_ru: Отправитель

source: Phone number of the sender.
ru_ru: Номер телефона отправителя.

source: On phone number will come SMS notification.
ru_ru: На телефонный номер будут приходить СМС уведомление

source: if connections to the SMTP server it wasn't possible
ru_ru: если подключения к SMTP-серверу не удалось

source: if connections to the SMTP server it is established
ru_ru: если подключения к SMTP-серверу установлено

source: {$mail} - email
ru_ru: {$mail} - почта

source: Mail {$mail} isn&apos;t available
ru_ru: Почта {$mail} не доступна

source: Mail {$mail} is again available
ru_ru: Почта {$mail} снова доступна

source: Files with extensions %s are allowed only.
ru_ru: Разрешены только файлы с разширениями %s.
