Repository: gkasianenko/olimpSiteMain
Catalog: *-apps/customizer/plugins/styles/locale/*/LC_MESSAGES/customizer_styles.po
Languages: ru_ru

source: Select Styles
ru_ru: Выберите стили

source: Сustomizable theme is not compatible by the plugin
ru_ru: Настраиваемая тема не совместима с плагином

source: Cancel
ru_ru: Отмена

source: Apply
ru_ru: Применить

source: Auto-calculated
ru_ru: Авто-рассчитанный

source: go to instructions
ru_ru: перейти к инструкциям

source: Preview all UI components
ru_ru: Предпросмотр компонентов

source: Styles changed
ru_ru: Стили изменены

source: Styles have been changed but no changes have been accepted
ru_ru: Стили были изменены, но изменения не были приняты

source: Close
ru_ru: Закрыть

source: No draft ID
ru_ru: Нет ID черновика

source: Theme is not a draft
ru_ru: Тема не черновик

source: Template has been added!
ru_ru: Шаблон был добавлен!

source: Content not found!
ru_ru: Контент не найден!

source: Styles
ru_ru: Стили

source: Manage theme styles
ru_ru: Управление стилями темы

source: Auto apply
ru_ru: Авто применение

source: Apply changes to draft immediately
ru_ru: Применить изменения к черновику немедленно

source: Theme Style File
ru_ru: Файл стилей темы

source: Compressed Theme Style File
ru_ru: Сжатый файл стилей темы

source: Compatible only
ru_ru: Только совместимые

source: Compatible themes only
ru_ru: Только совместимые темы

source: Select Font
ru_ru: Выберите шрифт

source: Choose Font
ru_ru: Выбрать шрифт

source: Select
ru_ru: Выберите

source: All styles
ru_ru: Все стили

source: All colors
ru_ru: Все цвета

source: All backgrounds
ru_ru: Все фоны

source: Search...
ru_ru: Поиск...

source: Categories
ru_ru: Категории

source: Language
ru_ru: Язык

source: All languages
ru_ru: Все языки

source: styles found
ru_ru: {n} стиль | {n} стиля | {n} стилей

source: Select Style
ru_ru: Выберите стиль

source: Replace Icons
ru_ru: Заменить иконки

source: Replace Icons when changing Style
ru_ru: Заменить иконки при изменении стиля

source: Theme Icons File
ru_ru: Файл иконок темы

source: Compressed Theme Icons File
ru_ru: Сжатый файл иконок темы

source: Add custom CSS or LESS to your site. All LESS theme variables and mixins are available. The <style> tag is not needed.
ru_ru: Добавьте собственный CSS или LESS на свой сайт. Доступны все переменные темы и миксины LESS. Тег <style> не нужен.
