Repository: gkasianenko/olimpSiteMain
Catalog: *-apps/photos/plugins/pm/locale/*/LC_MESSAGES/photos_pm.po
Languages: ru_ru

source: This album does not exist any more.
ru_ru: Этот альбом больше не существует.

source: This photo does not exist any more.
ru_ru: Это фото больше не существует.

source: You can use any Smarty code in these fields; e.g.:
ru_ru: В этих полях можно использовать любой код Smarty, например:

source: account name from Installer settings
ru_ru: название аккаунта из настроек «Инсталлера»

source: META tags
ru_ru: МЕТА-теги

source: Save
ru_ru: Сохранить

source: cancel
ru_ru: отмена

source: META fields are not available for this item
ru_ru: МЕТА-теги для этого элемента недоступны

source: Close
ru_ru: Закрыть

source: Photos route name from Site app "Structure" section
ru_ru: название поселения «Фото» из раздела «Структура» приложения «Сайт»

source: META tags for %s <span class="gray">%s</span>
ru_ru: МЕТА-теги для %s <span class="gray">%s</span>

source: META tags for album <span class="gray">%s</span>
ru_ru: МЕТА-теги для альбома <span class="gray">%s</span>

source: META tags for photo <span class="gray">%s</span>
ru_ru: МЕТА-теги для фото <span class="gray">%s</span>

source: current photo data array
ru_ru: массив данных фотографии

source: photo name without extension
ru_ru: название фотографии без расширения

source: photo name with extension
ru_ru: название фотографии с расширением

source: photo description
ru_ru: описание фотографии

source: photo tags separated by comma
ru_ru: теги фотографии, разделенные запятыми

source: current album data array
ru_ru: массив данных альбома

source: album name
ru_ru: название альбома

source: apply this value to all photos
ru_ru: применить это значение ко всем фотографиям

source: apply this value to all albums
ru_ru: применить это значение ко всем альбомам

source: use this value by default for photos with this field not completed
ru_ru: использовать для фотографий это значение по умолчанию, если это поле не заполнено

source: use this value by default for albums with this field not completed
ru_ru: использовать для альбомов это значение по умолчанию, если это поле не заполнено

source: photo tags separated by space
ru_ru: теги фотографии, разделенные пробелами

source: album subtitle
ru_ru: подзаголовок альбома

source: Photos app
ru_ru: Приложение «Фото»

source: Support for <tt>album_delete</tt> event is required.
ru_ru: Необходима поддержка события <tt>album_delete</tt>.

source: this tag’s name
ru_ru: название этого тега

source: META tags for tag <span class="gray">%s</span>
ru_ru: МЕТА-теги для тега <span class="gray">%s</span>

source: This tag does not exist any more.
ru_ru: Этот тег больше не существует.

source: apply this value to all tags
ru_ru: применить это значение ко всем тегам

source: in this photo’s albums only
ru_ru: только в альбомах этой фотографии

source: with this photo’s tags only
ru_ru: только с тегами этой фотографии

source: Error
ru_ru: Ошибка

source: Meta tags editing not available
ru_ru: Редактирование МЕТА-тегов недоступно

source: Select a <em>photo</em>, an <em>album</em>, or a <em>tag</em> to edit META tags.
ru_ru: Выберите <em>фото</em>, <em>альбом</em> или <em>тег</em>, чтобы редактировать МЕТА-теги.
